<?php

$lang = array(

//---------------------------
//admin/views/header.php
 'links'		=> 'Ссылки',//'链接',

//---------------------------
//admin/views/linkedit.php
 'link_edit'		=> 'Редактировать ссылку',//'编辑链接',
 'name'			=> 'Название',//'名称',
 'address'		=> 'Адрес',//'地址',
 'link_description'	=> 'Описание ссылки',//'链接描述',
// 'save'		=> 'Save',//'保 存',
// 'cancel'		=> 'Cancel',//'取 消',

//---------------------------
//admin/views/links.php
 'link_management'	=> 'Управление ссылками',//'友情链接管理',
 'order_update_ok'	=> 'Порядок показа успешно обновлен',//'排序更新成功',
 'category_update_ok'	=> 'Категория обновлена успешно',//'排序更新成功',
// 'deleted_ok'		=> 'Deleted successfully',//'删除成功',
 'edit_ok'		=> 'Ссылка успешно изменена',//'修改成功',
 'add_ok'		=> 'Ссылка успешно добавлена',//'添加成功',
 'site_and_url_empty'	=> 'Название и адрес ссылки не должны быть пустыми',//'站点名称和地址不能为空',
 'no_link_order'	=> 'Нет упорядочивания ссылок',//'没有可排序的链接',
 'id'			=> 'ID',//'序号',
 'link'			=> 'Ссылка',//'链接',
 'status'		=> 'Статус',//'状态',
// 'views'		=> 'Views',//'查看',
 'description'		=> 'Описание',//'描述',
 'edit_link'		=> 'Редактировать ссылку',//'修改链接',
 'link_hide'		=> 'Кликните для скрытия ссылки',//'点击隐藏链接',
 'visible'		=> 'Видима',//'显示',
 'link_show'		=> 'Кликните для показа ссылки',//'点击显示链接',
 'hidden'		=> 'Скрыта',//'隐藏',
 'view_link'		=> 'Показать ссылку',//'查看链接',
// 'edit'		=> 'Edit',//'编辑',
// 'delete'		=> 'Delete',//'删除',
 'no_links'		=> 'Ссылок не найдено',//'还没有添加链接',
 'order_change'		=> 'Изменить порядок',//'改变排序',
 'link_add'		=> 'Добавить ссылку',//'新建链接',
// 'id'			=> 'ID',//'序号',
// 'name'		=> 'Name',//'名称',
// 'address'		=> 'Address',//'地址',
// 'description'	=> 'Description',//'描述',
// 'link_add'		=> 'Add link',//'添加链接',

//---------------------------
//include/model/link_model.php

);
