<?php

$lang = array(

//---------------------------
//content/plugins/tips/tips.php
 'attach_upload_tip'	=> 'Вы можете загрузить вложения для этой записи.',//'你可以在文章中上传多个附件',
 'change_style_tip'	=> 'Попробуйте зайти в AdminCP, и изменить стиль внутри настроек',//'试试给你的EM后台换个风格吧，就在设置里面',
 'tag_tip'		=> 'Emlog поддерживает гибкие функции тегов.',//'emlog支持灵活的标签(tag)功能',
 'indent_tip'		=> 'При написании сообщения вы можете использовать клавишу Tab для отступа содержимого',//'在撰写文章的时候你可以使用Tab键方便的缩进内容',
 'summary_tip'		=> 'Вы можете написать красивое описание для своей статьи, чтобы оно отображалось только в списке статей, и содержало ссылку на полный текст статьи',//'你可以为你的文章写一段漂亮的摘要，这样仅让摘要显示在首页并出现阅读全文链接',
 'autosave_tip'		=> 'Чтобы предотвратить потерю набираемого текста, emlog автоматически сохраняет контент, когда вы пишете статью.',//'为防文章丢失，emlog会在你书写文章的时候为你自动保存它们',
 'flash_tip'		=> 'Вы можете вставить в контент медиафайлы в формате flash.',//'你可以在文章中插入flash格式的多媒体文件',
 'emoticon_tip'		=> 'Если настроение изменилось, можно использовать соответствующие смайлы.',//'不一样的心情，文章表情图标为您传达',
 'draft_tip'		=> 'Вы можете сохранить свою еще не законченную статью как черновик, а затем продолжить написание в следующий раз.',//'你可以把你未写完的文章保存到草稿箱里，等下次有时间的时候再写',
 'thumbnail_tip'	=> 'Emlog автоматически создает миниатюры для прикрепленных больших изображений, что ускоряет загрузку страницы.',//'emlog会把太大的图片附件自动生产缩略图，从而加快页面加载速度',
 'official_feed_tip'	=> 'Пожалуйста, обратите внимание на раздел справочной информации официальной домашней страницы, здесь самые свежие новости emlog',//'请关注后台首页的 官方信息 栏目，这里有最新的emlog动态',
 'image_tip'		=> 'Вы можете вложить изображения в контент, пусть ваша статья будет красиво иллюстрирована',//'你可以把图片附件嵌入到内容中，让你的文章图文并茂',
 'post_password_tip'	=> 'Вы можете установить пароль для доступа к своей статье, доступ получат только те, кто знает этот пароль',//'你可以在写文章的时候为文章设置访问密码，只让你授予密码的人访问',
 'co-author_tip'	=> 'Emlog поддерживает многопользовательское совместное редактирование',//'emlog支持多人联合撰写',
 'intro_page_tip'	=> 'Emlog поддерживает личные страницы, и вы можете загружать фотографии для иллюстрации вашей собственной вводной страницы.',//'emlog支持自建页面，并且可以上传照片，为自己做一个图文并茂的自我介绍页吧',
 'message_board_tip'	=> 'Создайте страницу обзора, которая позволит вам создать простую доску сообщений.',//'新建一个允许发表评论的页面，你会发现其实它还是一个简单的留言板',
 'install_delete_tip'	=> 'Пожалуйста, удалите установочный файл install.php.',//'检查你的站点目录下是否存在安装文件：install.php，有的话请删除它',
 'browser_upgrade_tip'	=> 'Своевременно обновите свой браузер, чтобы работа с emlog стала ещё удобнее.',//'及时升级浏览器，更好的体验emlog',
 'create_backup_tip'	=> 'Вы сделали резервную копию своих файлов сегодня?',//'今天你备份数据了吗？',
 'tomorrow_happy_tip'	=> 'С завтрашнего дня ты будешь счастливым человеком. Лошади, дрова и кругосветное путешествие!',//'从明天起，做一个幸福的人。喂马，砍柴，周游世界',

);
