<?php

$array_tips = [
	'Чтобы статья не была потеряна, Emlog автоматически сохранит ее для вас, когда вы напишете статью',
	'Вы можете сохранить свои незаконченные статьи в черновике',
	'Миниатюры будут автоматически создаваться при загрузке изображений большого размера, что ускоряет скорость загрузки страницы',
	'Обратите внимание на раздел официальной информации на главной странице алмин-панели, здесь представлены последние новшества движка',
	'Вы можете вставлять изображения в контент, чтобы ваши статьи были одновременно и с текстом, и с изображениями',
	'Вы можете установить пароль доступа к статье, когда пишете статью, и разрешить доступ только тем людям, которым вы предоставили этот пароль',
	'Emlog поддерживает совместное написание статей несколькими людьми',
	'Emlog поддерживает страницы, созданные самостоятельно, и может загружать фотографии, создавать выразительные страницы с изображениями и текстами',
	'Создайте новую страницу, на которой можно публиковать комментарии, и вы обнаружите, что на самом деле это простая доска объявлений',
	'Проверьте, есть ли в каталоге вашего сайта установочный файл: install.php, и если да, то удалите его в целях безопасности',
	'Используйте браузер Chrome, чтобы лучше ознакомиться с возможностями Emlog',
	'Будьте счастливы с завтрашнего дня',
];
