<?php

$lang = array(

//---------------------------
//admin/twitter.php
// 'image_share'	=> 'Поделиться изображением',//'分享图片',
 'hide'			=> 'Скрыть',//'隐藏',
 'approve'		=> 'Одобрить',//'审核',
 'delete'		=> 'Удалить',//'删除',
 'reply'		=> 'Ответить',//'回复',
// 'hide'		=> 'Скрыть',//'隐藏',
// 'delete'		=> 'Удалить',//'删除',
// 'reply'		=> 'Ответить',//'回复',

//---------------------------
//admin/views/configure.php
 'twitter'		=> 'Заметка',//'微语',
 'twitters'		=> 'Заметки',//'微语',
 'twitters_enable'	=> 'Разрешить заметки, ',//'开启微语，',
 '_twitters'		=> ' заметок',//'条微语',
 'twitter_reply_enable'	=> 'Разрешить комментировать заметки ',//'开启微语回复，',

//---------------------------
//admin/views/index.php
 'twitter_write_placeholder'	=> 'Черкните пару слов в заметке...',//'用微语记录生活 ……',
 'twitter_write_length'		=> '(Можно ввести не более 140 символов)',//'(你还可以输入140字)',

//---------------------------
//admin/views/twitter.php
// 'twitter'		=> 'Заметка',//'微语',
// 'twitters'		=> 'Заметки',//'微语',
// 'published_ok'	=> 'Опубликовано ОК',//'发布成功',
// 'settings_saved_ok'	=> 'Settings have been saved successfully',//'设置保存成功',
 'twitter_delete_ok'	=> 'Заметка успешно удалёна',//'微语删除成功',
 'twitter_empty'	=> 'Заметка не может быть пустой',//'微语内容不能为空',
 'can_enter_max_140'	=> 'Можно ввести не более 140 символов',//'你还可以输入140字',
// 'publish'		=> 'Опубликовать',//'发布',
 'image_title'		=> 'Заголовок изображения',//'图片名称',
// 'cancel'		=> 'Отмена',//'取消',
 'view_image'		=> 'Показать изображение',//'查看图片',
// 'reply'		=> 'Ответить',//'回复',
// 'delete'		=> 'Удалить',//'删除',
// 'reply'		=> 'Ответить',//'回复',
// 'have'		=> 'Имеет ',//'有',
// '_twitters'		=> ' заметок',//'条微语',
// 'you_can_enter'	=> 'Вы можете ввести ',//'你还可以输入',
 '_characters'		=> ' символов',//' 字',
 'exceeded_'		=> 'Превышение ',//'已超出',
// '_characters'	=> ' символов',//' 字',
 'image_select'		=> 'Выберите изображение',//'选择图片',
 'upload_failed'	=> 'Ошибка загрузки!',//'上传失败！',
// 'image_title'	=> 'Заголовок изображения',//'图片名称',
 'reply_length_max_140'	=> 'Длина заметки не должна превышать 140 символов',//'回复长度需在140个字内',
 'replied_already'	=> 'Ответ уже существует',//'该回复已经存在',
 'reply_delete_sure'	=> 'Уверены, что следут удалить данный ответ?',//'你确定要删除该条回复吗？',
// 'approve'		=> 'Approve',//'审核',
// 'approve'		=> 'Approve',//'审核',
// 'hide'		=> 'Hide',//'隐藏',

//---------------------------
//admin/views/widgets.php
 'twitter_latest'	=> 'Свежие заметки',//'最新微语',
 'twitter_latest_num'	=> 'Кол-во свежих заметок',//'首页显示最新微语数',

//---------------------------
//content/templates/default/t.php
// 'view_image'	=> 'View image',//'查看图片',
// 'reply'	=> 'Reply',//'回复',
// 'nickname'	=> 'Nicname',//'昵称',
// 'captcha'	=> 'Captcha',//'验证码',
// 'reply'	=> 'Reply',//'回复',

//---------------------------
//include/model/twitter_model.php
// 'no_permission'	=> 'Insufficient permissions!',//'权限不足！',

//---------------------------
//t/index.php
 'twitter_access_disabled'	=> 'Извините, доступ к заметкам запрещён!',//'抱歉，微语未开启前台访问！',
// 'reply'			=> 'Reply',//'回复',
 'no_replies'			=> 'Нет ответов',//'还没有回复！',
// 'reply'			=> 'Reply',//'回复',

);
