<?php
if(!defined('EMLOG_ROOT')) {exit('error!');}
/* ************************************************************************** */
/* “任务栏”选项 */
/* ************************************************************************** */
// $MenuOption：设置任务栏显示分类与否
//    1 = 显示
//    0 = 不显示
// 默认为1
  $MenuOption = 1;
  
// $MenuKids：设置任务栏分类是否显示弹出小窗
//    0 = NO
//    1 = YES
// 默认为1
  $MenuKids = 1;
//备注：当$MenuOption设置为0时$MenuKids无效
  
/* ************************************************************************** */
/* 默认风格选项 */
/* ************************************************************************** */
// $DefaultTheme：设置默认风格
//    1 = Void
//    2 = Life
//    3 = Earth
//    4 = Wind
//    5 = Water
//    6 = Fire
//    7 = Lightweight
// 默认为
  $DefaultTheme = 1;
  
// $ManualOrRandom：设置默认风格由$DefaultTheme决定还是随机展示
//    manual = 你设置的默认风格
//    random = 随机
// 默认为manual
  $ManualOrRandom = "manual";

/* ************************************************************************** */
/* 始终选项 */
/* ************************************************************************** */
// $TimeStyle：设置始终模式
//    1 = 12小时制
//    2 = 24小时制
// 默认为1
  $TimeStyle = 1;
?>
